Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Most of this time Mr. Jones had spent sitting in the taproom of the Red Lion at Willingdon, complaining to anyone who would listen of the monstrous injustice he had suffered in being turned out of his property by a pack of good-for-nothing animals.
uk_1984_iryna_dybko_khutir_tvaryn: Романов з того дня, як був змушений покинути свій хутір, постійно пересиджував у горішній кімнаті шинку «Червоний лев» у Волгограді, при чарочці розказував своє горе всім, хто тільки мав терпеливість слухати; розказував, як то ледачі тварини жорстоко розправились із ним, як прогнали і, як ганебно, рятуючи душу, він утікав.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На той час містер Джонс більше просиджував у пивниці «Червоний лев», що в Уїллінгдоні, скаржачись кожному, кому тільки міг, на жахливу несправедливість, яку вчинило з ним збіговисько тварин-ледацюг, позбавивши всього добра.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Містер Джонс більшу частину літа просидів у забігайлівці «Червоний Лев», що у Віллінгдоні, скаржачись кожному, хто хотів його слухати, на жахливу несправедливість, жертвою якої він став: з власної землі його вигнали оскаженілі тварюки.

source: The other farmers sympathised in principle, but they did not at first give him much help.
uk_1984_iryna_dybko_khutir_tvaryn: Декотрі власники хуторів співчували йому, але з поміччю не спішили,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Фермери хоч і співчували йому, проте спершу не особливо й допомагали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Колеги-фермери хоч і співчували йому, проте не поспішали надавати допомогу.

source: At heart, each of them was secretly wondering whether he could not somehow turn Jones’s misfortune to his own advantage.
uk_1984_iryna_dybko_khutir_tvaryn: навпаки, кожний з них потайки думав, як би то Романова недолю повернути собі на користь.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кожен собі нишком подумував, як би його мати з нещастя Джонса якийсь зиск.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У глибині душі кожен з них сподівався обернути нещастя Джонса собі на користь.

source: It was lucky that the owners of the two farms which adjoined Animal Farm were on permanently bad terms.
uk_1984_iryna_dybko_khutir_tvaryn: Та, на щастя, два власники хуторів, що безпосередньо межували з хутором тварин, жили в постійній незгоді, тим то й не мали часу встрявати у події на хуторі тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Добре ще, що власники двох господарств по сусідству з «Раєм для Тварин» постійно гиркалися.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: «Колгоспу тварин» пощастило, що двоє сусідів-фермерів постійно ворогували між собою.

source: One of them, which was named Foxwood, was a large, neglected, old-fashioned farm, much overgrown by woodland, with all its pastures worn out and its hedges in a disgraceful condition.
uk_1984_iryna_dybko_khutir_tvaryn: [Він був власником занедбаного, зарослого кущами та хабаззям хутора — Лисичі. Були там пасовиська без трави й огорожа у жалюгідному стані.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Одне з них, зване «Лисячий гай», було великою, занедбаною і старомодною фермою, зарослою лісом, з виснаженими пасовиськами і жалюгідною огорожею.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Володіння одного з них — під назвою «Фоксвуд» — велика, але занехаяна старомодна ферма, з виснаженими пасовищами й занедбаним живоплотом, який в багатьох місцях заміняли лісові хащі.

source: Its owner, Mr. Pilkington, was an easy-going gentleman farmer who spent most of his time in fishing or hunting according to the season.
uk_1984_iryna_dybko_khutir_tvaryn: Один — шляхтич Пілсутов був лагідної вдачі, більшість часу проводив на риболовстві і а полюванні, залежно від того, як пора року сприяла. Він був власником занедбаного, зарослого кущами та хабаззям хутора - Лисичі. Були там пасовиська без трави й огорожа у жалюгідному стані.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: її власник, містер Пілкінгтон, легковажний фермер, сам не працював, а гайнував час по рибалках та ловах, залежно від пори року.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Її власник, містер Пілкінгтон, не надто переймався господарством, власне, можна сказати, що взагалі не займався, бо сповна віддавався полюванню і риболовлі, залежно від пори року.

source: The other farm, which was called Pinchfield, was smaller and better kept.
uk_1984_iryna_dybko_khutir_tvaryn: Другий хутір називався Куцополе, і, хоч був менший за Лисичі, проте а кращому вдержанні;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Інша ферма, «Лужок», була меншою і краще доглянутою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Друга ферма називалася «Пінчвілд», була менша за територією й утримувалася куди краще.

source: Its owner was a Mr. Frederick, a tough, shrewd man, perpetually involved in lawsuits and with a name for driving hard bargains.
uk_1984_iryna_dybko_khutir_tvaryn: власником цього хутора був Федориков, людина впертої й лукавої вдачі. Він був невпинно зайнятий всякого роду судовими розправами, з метою особистих користей у тому.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Належала вона містерові Фредеріку, розумному, твердої вдачі чоловікові, що постійно тягався по судах і визнавався за спритного ділка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Її господар, містер Фредерік, кебетливий і скупий, постійно затівав судові справи й мав репутацію холоднокровного ділка.

source: These two disliked each other so much that it was difficult for them to come to any agreement, even in defence of their own interests.
uk_1984_iryna_dybko_khutir_tvaryn: Федориков і Пілсутов так не злюбили один одного, що їм неможливо було прийти до будь-якого порозуміння, навіть, якщо б це мало помогти в захищанні особистих вигод і добра хуторів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Обоє так незлюбили один одного, що не могли дійти згоди навіть задля власної вигоди.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ці двоє навіть духу одне одного не могли переносити, тож їм несила була дійти спільної згоди, навіть коли справа була вигідна обом.

source: Nevertheless, they were both thoroughly frightened by the rebellion on Animal Farm, and very anxious to prevent their own animals from learning too much about it.
uk_1984_iryna_dybko_khutir_tvaryn: Та, нема куди правди діти, вони побоювалися революції. Те, що трапилось на Панському хуторі, не давало їм спокою, тож як уміли, старились, щоб їхні тварини про те не довідались;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте їх неабияк налякало повстання в «Раї для Тварин». І зробили все, аби їхня худоба якомога менше дізналася про нього.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте їх неабияк налякав бунт на фермі «Садиба» й вони застосували всі можливі методи, щоб їхні власні тварини знали якомога менше про тамтешні події.

source: At first they pretended to laugh to scorn the idea of animals managing a farm for themselves.
uk_1984_iryna_dybko_khutir_tvaryn: але коли це не помогло, тоді розказували своїм тваринам, з погордою й насмішками, як на Хуторі тварин незгода розпаношилась, як із голоду вмирають, бо за постійними сварками не мають часу на управу поля.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Спершу вони вдавали, ніби їх смішить сама думка, що тварини можуть самі провадити ферму.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Спочатку сусіди вдавали, що навіть думка про можливість самоврядування в «Колгоспі тварин» їх смішила.

source: They put it about that the animals on the Manor Farm (they insisted on calling it the Manor Farm; they would not tolerate the name “Animal Farm”) were perpetually fighting among themselves and were also rapidly starving to death.
uk_1984_iryna_dybko_khutir_tvaryn: [як на Хуторі тварин незгода розпаношилась, як із голоду вмирають, бо за постійними сварками не мають часу на управу поля.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони розпускали плітки, що на фермі «Садиба» (вони вперто називали ферму по-старому, не бажаючий чути про нову назву) безперервні чвари, що там тварини конають з голоду.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На додачу запускали чутки, що тварини на фермі «Садиба» (вони вперто називали її так, бо назву «Колгосп тварин» навіть чути не хотіли) постійно билися між собою, а незабаром поздихають з голоду.

source: When time passed and the animals had evidently not starved to death, Frederick and Pilkington changed their tune and began to talk of the terrible wickedness that now flourished on Animal Farm.
uk_1984_iryna_dybko_khutir_tvaryn: Але коли й те не переконувало тварин, тоді Федориков і Пілсутов, кожний по-своєму, розповсюджував вістки про жахіття неморальности,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Час минав, а тварини вочевидь не здихали з голоду; Фредерік і Пілкінгтон завели іншої, що на «Садибі» процвітає страшне зло.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та час минав, а тварини були живісінькі, тож Фредерік з Пілкінгтоном, змінивши платівку, заговорили про жахливе падіння моралі в «Колгоспі тварин».

source: It was given out that the animals there practised cannibalism, tortured one another with red-hot horseshoes, and had their females in common.
uk_1984_iryna_dybko_khutir_tvaryn: про канібалізм, та про те, як тварина над твариною знущається, а все тому, що тварини у своїй революції збунтувались і пішли проти законів природи.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ніби тварини там займаються канібалізмом, катують одна одну розпеченими підковами і ділять між собою самок.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони стверджували, що там процвітає канібалізм, що тварини катують одне одного розпеченими підковами, а самки в них спільні.

source: This was what came of rebelling against the laws of Nature, Frederick and Pilkington said.
uk_1984_iryna_dybko_khutir_tvaryn: [а все тому, що тварини у своїй революції збунтувались і пішли проти законів природи.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: «Ось до чого призводить бунт проти законів природи», — зловтішалися Фредерік і Пілкінгтон.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: «Ось що відбувається, коли зневажаються закони природи», — робили висновок Пілкінгтон і Фредерік.

source: However, these stories were never fully believed.
uk_1984_iryna_dybko_khutir_tvaryn: Але вісткам Федорикова й Пілсутова не дуже вірили,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Однак цим байкам не йняли особливої віри.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тим часом далеко не всі вірили їхнім вигадкам.

source: Rumours of a wonderful farm, where the human beings had been turned out and the animals managed their own affairs, continued to circulate in vague and distorted forms, and throughout that year a wave of rebelliousness ran through the countryside.
uk_1984_iryna_dybko_khutir_tvaryn: бо кружляли ще й такі, що тваринам прекрасно живеться, що своїм хутором зразково управляють.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Чутки про дивовижну ферму, з якої повиганяли людей і на якій тварини господарюють самі, і далі ходили в невиразних і перекручених версіях; протягом року бунтарська хвиля прокотилася сільською місцевістю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Бо ширилися й інші чутки про незвичайну ферму, звідки тварини вигнали людей і запровадили самоврядування. Як наслідок, упродовж року в окрузі прокотилася хвиля повстань і заворушень.

source: Bulls which had always been tractable suddenly turned savage, sheep broke down hedges and devoured the clover, cows kicked the pail over, hunters refused their fences and shot their riders on to the other side.
uk_1984_iryna_dybko_khutir_tvaryn: Такі вістки сприяли тому, що досі покірні корови на сусідніх хуторах розливали коновки з молоком, бугаї перестали бути згідливо-слухняні, повертали до первісного дикого стану при зустрічі з людиною, овечки розвалювали огорожу, нищили плоти, а коні на перегонах відмовлялись перескакувати обсади.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Завжди слухняні воли з доброго дива казилися, вівці ламали загорожі й травили конюшину, мисливські коні застигали перед перешкодами, а тоді мчали вершників у протилежний бік.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Бики, які завжди поводилися розважливо, наче показилися, вівці ламали огорожі й накидалися на ласу конюшину, корови перекидали повні дійниці, слухняні коні різко гальмували перед перешкодою, перекидаючи через неї вершника.

source: Above all, the tune and even the words of Beasts of England were known everywhere. It had spread with astonishing speed.
uk_1984_iryna_dybko_khutir_tvaryn: Вже кожна тварина в довколишніх селах і хуторах уміла співати «Тварини всіх країн», бо з подивугідною швидкістю присвоїли собі всі слова тієї пісні.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та що найважливіше, скрізь знали мелодію, ба й слова «Тварин Англії», вони ширилися з неймовірною швидкістю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А найбільше дошкуляло те, що пісня «Тварини Англії» вже лунала повсюдно.

source: The human beings could not contain their rage when they heard this song, though they pretended to think it merely ridiculous. They could not understand, they said, how even animals could bring themselves to sing such contemptible rubbish.
uk_1984_iryna_dybko_khutir_tvaryn: Людей, що чули цю пісню, розхвильовувала думка до люті, що и у них може таке трапитись, як у Романова, але — назовні — удавали, начебто пісня не гідна уваги й їх не турбує;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Люди несамовитіли, чуючи цю пісню, хоч і вдавали, ніби вона їх лише смішить. І казали, що не розуміють, як, нехай і тварини, можуть співати таку гидоту.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зачувши її, люди шаленіли від люті, хоч і вдавали, що вона їх просто смішить. Вони знизували плечима, мовляв, не розуміють, як, хай навіть і тварини, можуть співати таку гидоту.

source: Any animal caught singing it was given a flogging on the spot.
uk_1984_iryna_dybko_khutir_tvaryn: хоча, коли зловили тварину на своєму хуторі за співом «Тварини всіх країн», карали жорстоко, били різками.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кожну тварину, спійману на цій пісні, нещадно карали різками.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Потім почали нещадно карати навіть тих, хто просто мугикав цю мелодію.

source: And yet the song was irrepressible.
uk_1984_iryna_dybko_khutir_tvaryn: Та, проте, пісня не вгавала.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І все ж вона була нездоланною.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І все-таки вона лунала.

source: Early in October, when the corn was cut and stacked and some of it was already threshed, a flight of pigeons came whirling through the air and alighted in the yard of Animal Farm in the wildest excitement.
uk_1984_iryna_dybko_khutir_tvaryn: На початку місяця жовтня, після жнив і звезення кукурудзи з піль, влетіли голуби на Хутір тварин із хвилюючою вісткою,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На початку жовтня, коли скосили й поскиртували збіжжя, а частину навіть обмолотили, до ферми, сповнивши повітря лопотінням крил, влетіла зграя голубів і з диким галасом впала на двір.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На початку жовтня, коли врожай було зібрано, складено й частково обмолочено, на подвір’я колгоспу вихором залетіла зграйка голубів, здійнявши шалений ґвалт.

source: Jones and all his men, with half a dozen others from Foxwood and Pinchfield, had entered the five-barred gate and were coming up the cart-track that led to the farm.
uk_1984_iryna_dybko_khutir_tvaryn: що Романов, зібравши чимало людей та своїх слуг, уже проходить ворота і зближається до майдану хутора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Джонс зі своїми наймитами та з півдесятком найманців із ферм «Лисячий гай» та «Лужок» ввійшли через браму з п'яти перекладин і попростували до ферми.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Птахи були неймовірно схвильовані, бо побачили, що Джонс, усі його наймити та ще кілька фермерів уже минули важкі ворота й рухаються до будівель.

source: They were all carrying sticks, except Jones, who was marching ahead with a gun in his hands.
uk_1984_iryna_dybko_khutir_tvaryn: Всі люди йдуть із дрюками в руках, а Романов із рушницею.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всі з кийками, тільки містер Джонс виступав попереду з рушницею.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони озброєні палицями, а в руках Джонса, який крокує попереду, — рушниця.

source: Obviously they were going to attempt the recapture of the farm.
uk_1984_iryna_dybko_khutir_tvaryn: Наступ Романова зумовлений відплатою тваринам за те, що його прогнали. Ось він тепер іде, щоб відібрати хутір, прогнати тварин і стати знову власником своїх земель.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не інакше, настроїлися відвоювати ферму.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Цілком зрозуміло, що люди хочуть захопити ферму.

source: This had long been expected, and all preparations had been made.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини вже від довшого часу передбачали такий наступ і приготували всі способи протидії.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Цього давно сподівалися, тож і приготувалися заздалегідь.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Новина не заскочила мешканців ферми зненацька: таке вторгнення вони передбачали давно й готувалися до нього.

source: Snowball, who had studied an old book of Julius Caesar’s campaigns which he had found in the farmhouse, was in charge of the defensive operations.
uk_1984_iryna_dybko_khutir_tvaryn: В тому помогла їм книжка, що її Давидович знайшов у головному будинку Романова. В книжці тій описаний наступ Юлія Цезаря на Єгипет; Давидович, прочитавши її, докладно уложив пляни протинаступу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок, який проштудіював знайдену в домі стару книгу про воєнні виправи Юлія Цезаря, відав оборонними заходами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Керував обороною Сніжок, який по знайденій у будинку старій книжці вивчив усі битви Юлія Цезаря.

source: He gave his orders quickly, and in a couple of minutes every animal was at his post.
uk_1984_iryna_dybko_khutir_tvaryn: Тож під його проводом була оборонна дія, він негайно дав наказ і кожна тварина була на своєму, заздалегідь призначеному, місці оборони.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пролунала його команда, і за кілька хвилин кожна тварина вже стояла на бойовому посту.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він швидко віддав необхідні розпорядження, і через кілька хвилин тварини розійшлися по позиціях.

source: As the human beings approached the farm buildings, Snowball launched his first attack.
uk_1984_iryna_dybko_khutir_tvaryn: Як тільки люди підійшли до головного будинку, наступ тварин почався:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Людські істоти наблизилися до будівель, і Сніжок вдався до першого наступу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Щойно люди наблизилися до будівель ферми, Сніжок віддав наказ атакувати.

source: All the pigeons, to the number of thirty-five, flew to and fro over the men’s heads and muted upon them from mid-air; and while the men were dealing with this, the geese, who had been hiding behind the hedge, rushed out and pecked viciously at the calves of their legs.
uk_1984_iryna_dybko_khutir_tvaryn: всі голуби, а було їх тридцять п’ять, з висот злітали і дзьобами клювали безпощадно в обличчя й голови. В той час, як люди оборонялись від голубів, гуси, що ховались за кущами, наступали й кусали, як навіжені, в ноги,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Голуби, а їх було п'ять, заметалися, залопотіли над головами людей, оглушаючи їх з невеликої висоти. А поки люди давали їм раду, вискочили гуси з-за живоплоту й заходилися дошкульно щипати їх за литки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У повітря здійнялися голуби й почали лопотати крилами над головами людей, дезорієнтуючи їх, а тим часом з-за паркана вискочили гуси й узялися злобно щипати їх за литки.

source: However, this was only a light skirmishing manoeuvre, intended to create a little disorder, and the men easily drove the geese off with their sticks.
uk_1984_iryna_dybko_khutir_tvaryn: але по короткому часі людям вдалося відігнати гусей патиками.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте це був лише відволікаючий маневр, що мав посіяти певну паніку. Тож люди легко повідганяли гусей дрючками.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та це був лише відвабний маневр, що мав змусити ворога рознервуватися.

source: Snowball now launched his second line of attack.
uk_1984_iryna_dybko_khutir_tvaryn: Та це лиш на короткий час виглядало, що перемога по стороні людей, бо Давидович наступив із другою атакою:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок рушив другу наступальну лінію.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли Джонс і компанія легко відігнали птахів палицями, Сніжок сам очолив наступну атаку.

source: Muriel, Benjamin, and all the sheep, with Snowball at the head of them, rushed forward and prodded and butted the men from every side, while Benjamin turned around and lashed at them with his small hoofs.
uk_1984_iryna_dybko_khutir_tvaryn: Молчазніков і Мурка з поміччю баранів та овечок почали людей частувати рогами та копитами, і люди завзято оборонялись підкованими чоботами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мюріел, Бенджамін та всі вівці, очолювані Сніжком, ринулися вперед, штурхаючи і буцаючи людей рогами. А Бенджамін крутився дзиґою й брикався на всі боки своїми копитцями.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Мюріель і всі вівці рвонули вперед, щосили штовхаючи прибульців, а Бенджамін, повернувшись до них задом, невтомно брикався своїми маленькими копитами.

source: But once again the men, with their sticks and their hobnailed boots, were too strong for them; and suddenly, at a squeal from Snowball, which was the signal for retreat, all the animals turned and fled through the gateway into the yard.
uk_1984_iryna_dybko_khutir_tvaryn: [і люди завзято оборонялись підкованими чоботами.] Давидович, побачивши те, пискливим свистом прикликав тварин до відступу. Тварини негайно скрились.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та знову люди з їхніми кийками і підкутими черевиками виявилися дужчими; Сніжок раптом запищав, подаючи знак до відступу, і тварини кинулися через браму в двір.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте й цього разу люди, орудуючи палицями й підкованими чобітьми, здолали тварин. Після пронизливого вереску Сніжка, що був сигналом до відступу, захисники колгоспної ідеї розвернулися й помчали до внутрішнього двору.

source: The men gave a shout of triumph. They saw, as they imagined, their enemies in flight, and they rushed after them in disorder.
uk_1984_iryna_dybko_khutir_tvaryn: Люди, придивляючись як тварини втікають, почали за ними, у відпруженні, вбігати на майдан із почуттям неминучої перемоги.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Люди торжествуюче закричали, бо гадали, що перемога за ними. І безладно кинулися навздогін.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люди переможно залементували й безладно кинулися слідом за ними.

source: This was just what Snowball had intended.
uk_1984_iryna_dybko_khutir_tvaryn: Того ж і хотів Давидович;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але саме цього Сніжок і сподівався.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Саме цього й домагався Сніжок.
